[
    {
        "name": "Cory Doctorow",
        "company": null,
        "position": "Writer",
        "location": null,
        "url": "http:\/\/craphound.com",
        "image": "https:\/\/avatars.sched.co\/9\/37\/594635\/avatar.jpg.320x320px.jpg",
        "biography": "Cory Doctorow (craphound.com) is a science fiction novelist, blogger and technology activist. He is the co-editor of the popular weblog Boing Boing (boingboing.net), and a contributor to many magazines, websites and newspapers. He is a special consultant to the Electronic Frontier Foundation (eff.org), a non-profit civil liberties group that defends freedom in technology law, policy, standards and treaties. He holds an honorary doctorate in computer science from the Open University (UK), where he is a Visiting Professor; he is also a MIT Media Lab Research Affiliate and a Visiting Professor of Practice at the University of South Carolina s School of Library and Information Science. In 2007, he served as the Fulbright Chair at the Annenberg Center for Public Diplomacy at the University of Southern California.  His novels have been translated into dozens of languages and are published by Tor Books, Head of Zeus (UK), Titan Books (UK) and HarperCollins (UK). He has won the Locus, Prometheus, Copper Cylinder, White Pine and Sunburst Awards, and been nominated for the Hugo, Nebula and British Science Fiction Awards.  His three latest books are WALKAWAY, a novel for adults (2017); IN REAL LIFE, a young adult graphic novel created with Jen Wang (2014); and INFORMATION DOESN T WANT TO BE FREE, a business book about creativity in the Internet age (2014).  His latest young adult novel is HOMELAND, the bestselling sequel to 2008 s LITTLE BROTHER. His New York Times Bestseller LITTLE BROTHER was published in 2008. His latest short story collection is WITH A LITTLE HELP, available in paperback, ebook, audiobook and limited edition hardcover. In 2011, Tachyon Books published a collection of his essays, called CONTEXT: FURTHER SELECTED ESSAYS ON PRODUCTIVITY, CREATIVITY, PARENTING, AND POLITICS IN THE 21ST CENTURY (with an introduction by Tim O Reilly) and IDW published a collection of comic books inspired by his short fiction called CORY DOCTOROW S FUTURISTIC TALES OF THE HERE AND NOW. THE GREAT BIG BEAUTIFUL TOMORROW, a PM Press Outspoken Authors chapbook, was also published in 2011.  LITTLE BROTHER was nominated for the 2008 Hugo, Nebula, Sunburst and Locus Awards. It won the Ontario Library White Pine Award, the Prometheus Award as well as the Indienet Award for bestselling young adult novel in America s top 1000 independent bookstores in 2008; it was the San Francisco Public Library s One City\/One Book choice for 2013. It has also been adapted for stage by Josh Costello.  He co-founded the open source peer-to-peer software company OpenCola, and serves on the boards and advisory boards of the Participatory Culture Foundation, the Clarion Foundation, the Open Technology Fund and the Metabrainz Foundation.  "
    },
    {
        "name": "Zeynep Tufekci",
        "company": "University of North Carolina - Chapel Hill",
        "position": "Associate Professor",
        "location": null,
        "url": "http:\/\/technosociology.org\/",
        "image": "https:\/\/avatars.sched.co\/8\/4d\/5253287\/avatar.jpg.320x320px.jpg",
        "biography": "I am an associate professor at the University of North Carolina, Chapel Hill at at the School of Information and Library Science, a contributing opinion writer  at the New York Times , and a faculty associate at the Berkman Klein Center for Internet and Society at Harvard University. My first book,  Twitter and Tear Gas , was published by Yale University Press. I also have an affiliate appointment in the Department of Sociology at UNC.  You can sign up for my newsletter  here . I rarely publicly blog anymore, but I do send newsletters out. My newsletters are not otherwise publicly posted. I also have a Facebook page which I update with my writings. If you  like  the page, my writings may show up on your newsfeed (algorithm willing):  https:\/\/www.facebook.com\/technosociology  Previously, I wrote regularly at The Message. Those can be found can be found here:  https:\/\/medium.com\/@zeynep "
    },
    {
        "name": "Margaret Sraku-Lartey, PhD",
        "company": "CSIR-Forestry Research Institute of Ghana",
        "position": "Principal Librarian",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/4\/85\/12260724\/avatar.jpg.320x320px.jpg",
        "biography": "Margaret is a chartered librarian with over 30 years  experience in information management. She holds a PhD in Geography and Rural Development with specializations in Indigenous Knowledge and Climate Change Adaptation. Margaret has a passion for local Indigenous People and her interest is to unearth the knowledge that exists at the local indigenous level, and harness them within the information ecosystem to propel communities into higher realms of development. For this to happen, she believes that there has to be a convergence between academia, librarians, publishers, researchers and policy makers. Margaret has been involved in several projects (on information management) that were funded by international agencies such as Elsevier Foundation, Department for International Development (DFID), International Institute for Communication and Development (IICD) and International Union for Forestry Research Organizations (IUFRO).                    As a professional librarian her concern has always been with the lack of clear guidelines in the management of indigenous knowledge and she works towards the day when provision of standard guidelines would be developed for the management of such local knowledge. She also has a BA (Social Sciences) and MA (Industrial Management) degrees. She currently lectures in Scientific Communication for graduate students at the CSIR College of Science and Technology in Kumasi, Ghana. She has over 50 journals articles,conference papers and technical reports to her name                    Twitter handle: @msrakulartey1"
    },
    {
        "name": "Heather Joseph",
        "company": "Scholarly Publishing and Academic Resources Coalition",
        "position": "Executive Director",
        "location": "Washington, DC",
        "url": "http:\/\/sparc.arl.org",
        "image": "https:\/\/avatars.sched.co\/5\/a5\/1247979\/avatar.jpg.320x320px.jpg",
        "biography": "  Heather Joseph has served as the Executive Director of the Scholarly Publishing and Academic Resources Coalition (SPARC) since 2005. In that capacity, she works to support broadening access to the results of scholarly research through enabling open access publishing, archiving and policies on a local, national and international level.  Ms. Joseph is also the convener of the Alliance for Taxpayer Access, a coalition of universities, libraries, patients advocacy groups, consumer groups, and student organizations who work to ensure that results of publicly funded research are openly accessible to the public. The group has been a leading voice on U.S. open access policies, including the landmark public access policy issued by the National Institutes of Health (NIH), and the recent White House Directive mandating public access to publicly funded research across all U.S. science agencies.  Prior to coming to SPARC, she spent 15 years as a publisher in both commercial and not-for-profit publishing organizations. She served as the publishing director at the American Society for Cell Biology, which became the first journal to commit its full content to the NIH s pioneering open repository, PubMed Central, and subsequently served on the National Advisory Committee for the project.  Ms. Joseph serves on the Board of Directors of numerous not-for-profit organizations, including the Public Library of Science.  She is a frequent speaker and writer on scholarly communications in general, and on open access in particular. "
    },
    {
        "name": "Dr Norihiro Hagita",
        "company": "Japan Science & Technology Agency",
        "position": null,
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/c\/c4\/12347756\/avatar.jpg.320x320px.jpg",
        "biography": "Norihiro Hagita received his B.S., M.S., and Ph.D. degrees in electrical engineering from Keio University, Japan in 1976, 1978, and 1986 respectively. From 1978 to 2001, he was with the Nippon Telegraph and Telephone Corporation (NTT). He then joined the Advanced Telecommunications Research Institute International (ATR), where he established the ATR Media Information Science Laboratories in 2001, and the ATR Intelligent Robotics and Communication Laboratories in 2002.  Dr Hagita is currently chair and professor at the Art Science department of Osaka University of Arts. He also serves as the research supervisor in the JST CREST research programs on intelligent information processing systems, creating co-experience knowledge and wisdom with human-machine harmonious collaboration. Dr Hagita is the program director for the JST moonshot goal program 1   realization of a society in which human beings can be free from limitations of body, brain, space, and time by 2050. He is a member of the Science Council of Japan."
    },
    {
        "name": "Christopher Spalding",
        "company": "EBSCO",
        "position": "VP, Product Management Research Solutions",
        "location": "cspalding@ebsco.com",
        "url": "ebsco.com",
        "image": "https:\/\/avatars.sched.co\/7\/78\/8585524\/avatar.jpg.320x320px.jpg",
        "biography": "Christopher Spalding, VP of Product Management for Research Workflow Solutions at EBSCO Information Services, has spent most of his career working with systems for both research-level libraries and vendors in North America and Europe.  Before coming to EBSCO, Christopher managed library systems departments at Boston University and Simmons College in Boston, MA, Emory University in Atlanta, GA, as well as Novo Nordisk in Copenhagen, Denmark.  Initially coming from the search engine vertical in California, where his interest in data and data management grew, he gravitated to working within academic institutions in the library space. With a career-long interest in all things OPEN, Christopher is now engaged in supporting EBSCO s commitment to open source communities, open infrastructure, open science, open data, and open access publishing."
    },
    {
        "name": "Btihaj Ajana",
        "company": "King's College, London",
        "position": "Reader in Media and Digital Culture",
        "location": "UK",
        "url": "https:\/\/www.kcl.ac.uk\/people\/btihaj-ajana",
        "image": "https:\/\/avatars.sched.co\/0\/4e\/12260552\/avatar.jpg.320x320px.jpg",
        "biography": "Btihaj Ajana is a theorist and media practitioner. She is Reader (Associate Professor) in Media and Digital Culture at the department of Digital Humanities at King s College London. Her interdisciplinary research focuses on the ethical, political and ontological aspects of digital developments and their intersection with everyday cultures. She is the author of   Governing through   Bio  metrics: The   Bio  politics of Identity   (2013) and editor of   Self-Tracking: Empirical and Philosophical Investigations   (2018) and   Metric Culture: Ontologies of Self-Tracking Practices   (2018). Her current research is concerned with the politics of immunity in the context of Covid-19."
    },
    {
        "name": "Liz Allen",
        "company": "F1000, Taylor & Francis Group",
        "position": "Director of Strategic Initiatives",
        "location": null,
        "url": "https:\/\/f1000research.com\/",
        "image": "https:\/\/avatars.sched.co\/d\/4d\/3432551\/avatar.jpg.320x320px.jpg",
        "biography": "Liz Allen is Director of Strategic Initiatives at  F1000  Research and leads on shaping new initiatives and partnerships to foster open research publishing. Prior to joining F1000Research in 2015, she spent over a decade leading the Evaluation Team at the Wellcome Trust.  Liz is a Visiting Senior Research Fellow in the Policy Institute at King's College London, with a particular interest in science policy and research-related indicators. Liz is a Crossref Board Director, co-founder of CRediT (Contributor Roles Taxonomy), and serves on the Advisory Board for the  Software Sustainability Institute ."
    },
    {
        "name": "Shelley Allen",
        "company": "Emerald",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Tony Alves",
        "company": "@OccupySTM",
        "position": "Scholarly Publishing Free Agent",
        "location": null,
        "url": "https:\/\/www.tonyhopedale.com",
        "image": "https:\/\/avatars.sched.co\/6\/9d\/4753772\/avatar.jpg.320x320px.jpg",
        "biography": "Thirty years of scholarly publishing experience including product development, software design, content acquisition, international client management, organization building and business development. In depth understanding of all aspects of the publishing process, particularly related to scientific journals and scholarly communications, professional textbooks, social media, educational programing, bibliographic database design and workflow systems development."
    },
    {
        "name": "Michele Avissar-Whiting",
        "company": "Research Square",
        "position": "Operations Director",
        "location": null,
        "url": "researchsquare.com",
        "image": "https:\/\/avatars.sched.co\/0\/b3\/8819162\/avatar.jpg.320x320px.jpg",
        "biography": "Michele is the Editor in Chief at Research Square, a preprint platform that launched at the end of 2018. Michele has been with Research Square for eight years, beginning as a Quality Control Editor on the AJE side of the business and then moving on to manage the Figure Formatting and Multimedia services. She has a PhD in Medical Science from Brown University."
    },
    {
        "name": "Mohamed Ba-Essa",
        "company": "KAUST",
        "position": "Manager, Preservation & Digital Services",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/4\/26\/7577288\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Judy Bai",
        "company": "Digital Science",
        "position": "Director of Business Development",
        "location": "Shanghai",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/7\/09\/12260585\/avatar.jpg.320x320px.jpg",
        "biography": "Judy Bai is an expert in scholarly communications as well as research workflow tools and data in China. She is currently Director of Business Development, China for Digital Science, where she is responsible for shaping the company s Greater China strategy and delivering its products, services and thought leadership to customers and partners there.  Judy has 15 years  experience in scholarly publishing spanning various aspects of the industry. Before joining Digital Science, she headed the society publishing program for China in Nature Publishing Group and Springer Nature. There she played a key role in expanding the Nature Partner Journal program, developing partnerships with a wide range of leading Chinese universities and institutes. Prior to that, she spent seven years at Elsevier s Beijing Office in various publishing related roles. She is based in Shanghai."
    },
    {
        "name": "Jody Bailey",
        "company": "Emory University Libraries",
        "position": "Head of Scholarly Communications Office",
        "location": "jody.bailey",
        "url": "https:\/\/sco.library.emory.edu\/",
        "image": "https:\/\/avatars.sched.co\/2\/1f\/8992799\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Caitlin Bakker",
        "company": "University of Minnesota",
        "position": "Research Services Librarian",
        "location": null,
        "url": null,
        "image": null,
        "biography": "Caitlin Bakker is a health sciences librarian specializing in research support services, including systematic reviews, data management and reproducibility, scholarly publishing, and research impact assessment. She received her Masters in Library and Information Studies from McGill University in 2011 and is a Senior Member of the Academy of Health Information Professionals. Caitlin is interested in meta-research, and her projects have focused on publication models, knowledge synthesis, research ethics, and research impact.  "
    },
    {
        "name": "Daniel Bangert",
        "company": "Digital Repository of Ireland",
        "position": "National Open Research Coordinator",
        "location": "Dublin, Ireland",
        "url": "http:\/\/danielbangert.com\/",
        "image": "https:\/\/pbs.twimg.com\/profile_images\/472312341061586944\/9b9ZFLyR_400x400.jpeg",
        "biography": "Dr Daniel Bangert is Ireland s National Open Research Coordinator, based at the  Digital Repository of Ireland , Royal Irish Academy. In this role he works with Ireland's  National Open Research Forum (NORF)  on the development and delivery of a National Action Plan for the implementation of open research across Ireland."
    },
    {
        "name": "Davin Baragiotta",
        "company": "Consortium  rudit",
        "position": "IT Lead",
        "location": "Montr al",
        "url": "www.erudit.org",
        "image": "https:\/\/avatars.sched.co\/b\/b6\/5935271\/avatar.jpg.320x320px.jpg",
        "biography": "Davin is part of the KBART Standing Committee and is currently the main developer of the NISO KBART Validator app. He has worked for about 20 years in university cooperation and now leads the IT Team of Consortium  rudit, the leading digital dissemination platform of SSH research in Canada."
    },
    {
        "name": "Barry Bealer",
        "company": "codemantra",
        "position": "Senior Vice President, Strategic Alliances",
        "location": null,
        "url": "www.codemantra.com",
        "image": "https:\/\/avatars.sched.co\/8\/66\/10527719\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Arianna Becerril-Garcia",
        "company": "Redalyc, Mexico",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Graham Bell",
        "company": "EDItEUR",
        "position": "Executive Director",
        "location": "London, UK",
        "url": "www.editeur.org",
        "image": "https:\/\/avatars.sched.co\/8\/CA\/4528911\/avatar.jpg.320x320px.jpg",
        "biography": "EDItEUR is the trade standards body for the global book, e-book and serials supply chains, with over 115 members in 25 countries around the world. It is responsible for the development, support and promotion of ONIX for Books and Serials, Thema (a multi-lingual subject category scheme used for bookselling) and EDItX (a range of transactional messages)"
    },
    {
        "name": "Emma Booth",
        "company": "University of Manchester",
        "position": "E-Resources Metadata Specialist",
        "location": "Manchester, UK",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/d\/93\/12326616\/avatar.jpg.320x320px.jpg",
        "biography": "I'm a metadata specialist and cataloguer based in the UK. I'm passionate about the creation, curation and management of descriptive metadata for library resources, with the ultimate goal of supporting library-users with online discovery and access to collections.  My day-to-day work involves creating and enriching metadata to ensure the discoverability of all electronic content acquired by and licensed to the University of Manchester.  I am an advocate for quality standardised metadata, both as a crucial element of collection management and as an intrinsic part of content acquisitions and procurement processes.  Current member of the National Acquisitions Group Exec Committee, and the CILIP Metadata & Discovery Group Committee. Author of the NAG Quality of Shelf-Ready Metadata Report. https:\/\/nag.org.uk\/wp-content\/uploads\/2020\/06\/NAG-Quality-of-Shelf-Ready-Metadata-Survey-Analysis-and-Recommendations_FINAL_June2020.pdf"
    },
    {
        "name": "Keith Breckenridge",
        "company": "The Wits Institute for Social and Economic Research",
        "position": null,
        "location": null,
        "url": "http:\/\/wiser.wits.ac.za",
        "image": null,
        "biography": null
    },
    {
        "name": "Curtis Brundy",
        "company": "Iowa State University",
        "position": "AUL Scholarly Communications and Collections",
        "location": "United States",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/c\/b0\/4333023\/avatar.jpg.320x320px.jpg",
        "biography": "I oversee collections and scholarly communications at Iowa State, which is a signatory of the OA2020 initiative. I am active with several groups that are interested in seeing, as well as assisting, scholarly publishers and societies transition to open business models."
    },
    {
        "name": "Carsten Buhr",
        "company": "SciFlow",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Adrian Burton",
        "company": "ARDC - Australian Research Data Commons",
        "position": "Director of Services, Policy, Collections",
        "location": "@andsdata",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/6\/01\/6999026\/avatar.jpg.320x320px.jpg",
        "biography": "Adrian Burton is Director of Services, Policy, Collections with the Australian Research Data Commons, and has many years experience building and supporting national data policy, infrastructure, and services."
    },
    {
        "name": "Kath Burton",
        "company": "Routledge, Taylor & Francis",
        "position": "Portfolio Development - Humanities",
        "location": "Reading",
        "url": "www.tandfonline.com",
        "image": "https:\/\/avatars.sched.co\/b\/96\/5633567\/avatar.jpg.320x320px.jpg",
        "biography": "Can you help us tell a good PIDstory for the humanities?  Scholarly communications, including publication in books and journals, plays an important role in the career progression of scholars whereas making the essence of humanities scholarship clear to a public audience is often not considered as a significant factor in a scholar s promotion. How can we harness the power of PIDs to capture and connect all of the good stuff that humanities researchers, practitioners, public partners and more do and often goes underserved and under-recognised in current structures and systems?  We're just starting out on our public humanities and publication journey - we're keen to know how we might make that more PIDdy - contact us for more or just to chat! https:\/\/www.nhalliance.org\/publishing_and_the_publicly_engaged_humanities_working_group"
    },
    {
        "name": "Yvonne Campfens",
        "company": "OA Switchboard",
        "position": "Executive director OA Swtichboard",
        "location": "Netherlands",
        "url": "www.oaswitchboard.org",
        "image": "https:\/\/avatars.sched.co\/5\/70\/12106296\/avatar.jpg.320x320px.jpg",
        "biography": "Collaborative, industry-wide initiatives. More specifically: the OA Switchboard.  Yvonne Campfens has over 25 years in publishing and related service sectors, with a Masters in applied econometrics from University of Amsterdam (1993). Early in her career she held a publishing position at Elsevier Science and thereafter various positions at Swets Subscription Service, including in publisher relations and as business partner to ALPSP in managing the ALJC (ALPSP Learned Journals Collection). From 2007   2012 she led the on-boarding of learned society publishing partners at Springer Nature, and was a co-founder of the TRANSFER Code of Practice. After running the Dutch language educational\/professional business at Springer Media for three years as Managing Director, she returned to the international research group of the newly merged company (Springer Nature) in 2015, where she worked across all Springer Nature Research divisions.  In 2018 she started her own consultancy business and in 2020 she was project manager for the OA Switchboard, an initiative overseen by Open Access Scholarly Publishers Association (OASPA). As of 2021, the OA Switchboard moves to the operational stage and will be run from the newly founded Stichting OA Switchboard, for which Yvonne serves as Executive Director."
    },
    {
        "name": "Mike Caprara",
        "company": "The Viscardi Center",
        "position": "Chief Information Officer",
        "location": "Albertson, NY",
        "url": "https:\/\/viscardicenter.org",
        "image": null,
        "biography": null
    },
    {
        "name": "Lori Carlin",
        "company": "Delta Think, Inc.",
        "position": "Director of Marketing",
        "location": null,
        "url": "deltathink.com",
        "image": "https:\/\/avatars.sched.co\/8\/92\/4494189\/avatar.jpg.320x320px.jpg",
        "biography": "With more than twenty-five years of experience in society publishing and association management, Lori Carlin is a recognized expert in customer insight, market research, marketing strategy, and digital product development. Lori is currently the Director of Marketing and Senior Consultant at Delta Think, Inc., and has also held senior positions in Marketing, Sales, Online Content Delivery, and Subscriber\/Member Services for a number of scholarly publishers and societies. With both creative and technical expertise, Lori is adept at implementing customer insight methodologies and building effective marketing strategies for publishing programs and products, and has helped professional societies and corporations develop and deliver publishing products that best meet and exceed customer needs. She is also very active in the publishing industry, serving as a SSP Board Member and Branding Task Force Co-Chair, and as a member of the PSP Professional Development and Annual Meeting Committees, and the ASAE Marketing Council."
    },
    {
        "name": "Todd Carpenter",
        "company": "NISO",
        "position": "Executive Director",
        "location": "In an aluminum tube at 30K feet",
        "url": "https:\/\/www.niso.org",
        "image": "https:\/\/avatars.sched.co\/7\/40\/3416248\/avatar.jpg.320x320px.jpg",
        "biography": "Wine, food, wine, Standards, running, wine, food, wine.  http:\/\/orcid.org\/0000-0002-8320-0491"
    },
    {
        "name": "Christopher Chan",
        "company": "Hong Kong Baptist University",
        "position": "Deputy University Librarian",
        "location": "Hong Kong",
        "url": "https:\/\/library.hkbu.edu.hk",
        "image": "https:\/\/avatars.sched.co\/4\/0b\/12122055\/avatar.jpg.320x320px.jpg",
        "biography": "I worked in Information Services at HKBU Library for over 12 years. Prior to that, I was a school librarian at two international schools in Hong Kong.  In February I was appointed Deputy University Librarian. In this role I provide leadership and management for all of the Library's services and operations."
    },
    {
        "name": "Jane Charlton",
        "company": "Jisc (OpenAthens)",
        "position": "International marketing manager",
        "location": null,
        "url": "https:\/\/openathens.org",
        "image": null,
        "biography": null
    },
    {
        "name": "Barbara Chen",
        "company": "self",
        "position": "Consultant",
        "location": null,
        "url": null,
        "image": null,
        "biography": "Barbara Chen has been in the information industry for her entire professional career. Soon after receiving her MLS, she joined the H.W. Wilson Company as an indexer. She subsequently developed her technological skills when computers were introduced into the company and she became involved in data analysis, training, systems analysis, and new platform development. As her responsibilities steadily increased, she moved into management as Associate Director of Indexing Services for periodical indexes. In 2001, Barbara joined the Modern Language Association as director of bibliographic information services and editor, MLA International Bibliography. MLA took advantage of her large skill set and allowed her to use her creativity to bring this leading humanities database into the 21st century. Barbara has served on several industry association committees including NFAIS Humanities Roundtable, in 2018-2019 as chair, Association of American Publishers Professional and Scholarly Publishing division Committee on Digital Innovation and as well as a Prose Awards judge. She received an NFAIS honorary fellow award in 2019 after her retirement from the MLA. Barbara is currently providing her expertise by consulting in the industry."
    },
    {
        "name": "John Chodacki",
        "company": "University of California Curation Center (UC3) at California Digital Library (CDL)",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Jonathan Clark",
        "company": "The DOI Foundation",
        "position": "Managing Agent",
        "location": null,
        "url": "https:\/\/doi.org",
        "image": "https:\/\/avatars.sched.co\/f\/a5\/12272618\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Brian Cody",
        "company": "Scholastica",
        "position": "CEO and Co-Founder",
        "location": "Chicago, IL",
        "url": "https:\/\/scholasticahq.com\/",
        "image": "https:\/\/avatars.sched.co\/0\/b4\/10303638\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Sara Jo Cohen",
        "company": "University of Michigan Press",
        "position": "Senior Acquiring Editor",
        "location": "Ann Arbor, MI",
        "url": "https:\/\/www.press.umich.edu\/",
        "image": "https:\/\/avatars.sched.co\/f\/25\/12260618\/avatar.jpg.320x320px.jpg",
        "biography": "I am Senior Acquiring Editor for American studies, media studies, and music studies at University of Michigan Press.   I interested in open access publishing, digital publishing, and pushing the boundaries of what \"counts\" as scholarship.   I've been at Michigan for two years now and am particularly proud of my work on the first-ever peer-reviewed rap album, A.D. Carson's   i used to love to dream  (DOI:  10.3998\/mpub.11738372 ).  "
    },
    {
        "name": "Andrew Cormack",
        "company": "Jisc",
        "position": "Chief Regulatory Adviser",
        "location": "UK",
        "url": "https:\/\/regulatorydevelopments.jiscinvolve.org\/",
        "image": "https:\/\/avatars.sched.co\/2\/df\/12260543\/avatar.jpg.320x320px.jpg",
        "biography": "Andrew Cormack has worked for the UK's national research and education network for more than twenty years. He joined as Head of the Computer Emergency Response Team, but for the past fifteen years has focussed on policy and regulatory issues. His role has expanded from networks to technical services such as federated authentication and, more recently, services based on data. Throughout, his aim has been to make law and technology work together, rather than in opposition.  To support this, he has added batchelor's and master's degrees in law to his original mathematics degree. He is a regular speaker at national and international conference, and writes in all formats from blogs to peer-reviewed papers. He chaired the programme committees for the 2009 TERENA Networking Conference and 2019 FIRST Security and Incident Response Conference. In 2015 he was awarded the Vietsch Foundation Medal for his role in advancing trust and security within the European research and education sector.  ORCID  https:\/\/orcid.org\/0000-0002-8448-2881 "
    },
    {
        "name": "Kyle K. Courtney",
        "company": "Harvard Library",
        "position": "Copyright Advisor",
        "location": null,
        "url": "http:\/\/scholar.harvard.edu\/kcourtney\/home",
        "image": "https:\/\/avatars.sched.co\/6\/65\/2244954\/avatar.jpg.320x320px.jpg",
        "biography": "Kyle K. Courtney is a lawyer and librarian, serving as the Copyright Advisor at Harvard University, working out of Harvard Library s Office for Scholarly Communication.  He works closely with the Harvard community to establish a culture of shared understanding of copyright issues among Harvard staff, faculty, and students. His  Copyright First Responders  initiative is in its seventh year, and has spread beyond Harvard to reach libraries, archives, museums, and cultural institutions in Alaska, Arizona, California, Colorado, Massachusetts, New Hampshire, Oregon, Washington, and Rhode Island. He serves on boards and legal advisory committees for various law, library, and open access institutions including Library Futures, LawArXiv, the American Law Institute's  Restatement of Copyright, First , and the @EveryLibrary Super PAC. He presently teaches two sections on legal research as part of the the first-year legal research and writing program at Harvard Law School. He also has a dual appointment at Northeastern University, teaching  Cyberlaw: Privacy Ethics and Digital Rights  and the  Legal Writing Workshop  for upper level law students. Kyle holds a J.D. with distinction in Intellectual Property Law and a MSLIS. He is a published author and frequent speaker on the topic of copyright, technology, cultural institutions, and the law.  His blog is at http:\/\/kylecourtney.com and he can be found on Twitter @KyleKCourtney."
    },
    {
        "name": "Helena Cousijn",
        "company": "DataCite",
        "position": "Director of Community Engagement & Communications",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "David Crotty",
        "company": "Oxford University Press",
        "position": "Editorial Director, Journals Policy",
        "location": null,
        "url": "https:\/\/scholarlykitchen.sspnet.org\/",
        "image": null,
        "biography": "David Crotty is the Editorial Director, Journals Policy for Oxford University Press. He oversees journal policy and contributes to strategy across OUP s journals program, drives technological innovation, and serves as an information officer. David previously managed a suite of research society-owned journals with OUP, and before that was the Executive Editor for Cold Spring Harbor Laboratory Press, creating and editing new science books and journals, along with serving as the Editor in Chief of the journal  CSH Protocols . David received his PhD in Genetics from Columbia University and did developmental neuroscience research at Caltech before moving from the bench to publishing. David has been elected to and serves on the Boards of the Society for Scholarly Publishing, the STM Association, and CHOR Inc. As the Executive Editor of the  Scholarly Kitchen  blog, David regularly writes about current issues in publishing."
    },
    {
        "name": "Kirt von Daacke",
        "company": "University of Virginia",
        "position": "Assistant Dean and Professor",
        "location": "Charlottesville, Virginia",
        "url": "https:\/\/www.kirtvondaacke.net\/",
        "image": "https:\/\/pbs.twimg.com\/profile_images\/1314312263076110336\/x8LMw56W_400x400.jpg",
        "biography": null
    },
    {
        "name": "Trevor A Dawes",
        "company": "University of Delaware",
        "position": null,
        "location": "Wilmington, DE",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/b\/cd\/12298736\/avatar.jpg.320x320px.jpg",
        "biography": " Trevor A. Dawes  has worked in the academic library sector for over 20 years developing and providing a range of service-enhancing training and professional development opportunities that positively impact library-wide projects and programs. Dawes also facilitates workshops on leadership development and diversity, improving the knowledge, skills, competencies, and abilities of librarians and library workers. A published author and presenter, Dawes has written or edited books, book chapters, and articles, and presented on a variety of topics at local, national, and international conferences."
    },
    {
        "name": "Stephanie Dawson",
        "company": "ScienceOpen",
        "position": "CEO",
        "location": "Berlin, Germany",
        "url": "https:\/\/www.scienceopen.com",
        "image": "https:\/\/avatars.sched.co\/0\/7d\/12207159\/avatar.jpg.320x320px.jpg",
        "biography": "Content in context is our goal at ScienceOpen. We provide publishing and metadata services embedded within an interactive discovery environment with a focus on preprints, open peer review, and community curation."
    },
    {
        "name": "Marisa DeMeglio",
        "company": "DAISY Consortium",
        "position": "Software Developer",
        "location": "Los Angeles, USA",
        "url": "https:\/\/daisy.org",
        "image": "https:\/\/avatars.sched.co\/b\/7d\/7075876\/avatar.jpg.320x320px.jpg",
        "biography": " Marisa DeMeglio is a software developer for the DAISY Consortium. She has spent the past two decades working in the field of accessibility and ebooks, with projects ranging from alternate interface design and desktop reading software, to production chain format converters, to systems to facilitate formal accessibility testing. In addition to writing software, she is active in standards work and chairs the W3C Synchronized Media for Publications Community Group, in addition to participating in other standards efforts such as EPUB and Audiobooks. "
    },
    {
        "name": "Aimee DesRoches",
        "company": "Aries Systems Corporation",
        "position": null,
        "location": "North Andover, Massachusetts",
        "url": "https:\/\/www.ariessys.com\/",
        "image": null,
        "biography": null
    },
    {
        "name": "Ken DiFiore",
        "company": "ITHAKA",
        "position": "Outreach Director",
        "location": null,
        "url": "http:\/\/www.ithaka.org",
        "image": null,
        "biography": "Since 2005, Ken has been a Library Outreach Director at ITHAKA   the organizational home of JSTOR, Portico, Artstor, and Ithaka S&R. During his tenure, he has contributed to the business development, marketing, and adoption of innovative products and services. Ken holds an advance degree in both library science and chemistry."
    },
    {
        "name": "John Dove",
        "company": "Paloma & Associates",
        "position": "Founder",
        "location": "Impact-Hub, Boston MA",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/a\/b4\/9266722\/avatar.jpg.320x320px.jpg",
        "biography": "I am working to end all technical and financial barriers standing in the way of free and open access to all peer-reviewed scholarly journals, world-wide. My consultancy takes on projects with organizations that are committed to accelerating adoption of Open Access. I also take on and advise, on a pro bono basis, a number of Open Access initiatives that advance the transition to Open Access."
    },
    {
        "name": "Ian Duncan",
        "company": "The Australian Research Data Commons",
        "position": "Director, Outreach",
        "location": null,
        "url": "www.ardc.edu.au",
        "image": "https:\/\/avatars.sched.co\/4\/f4\/6932270\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Christina Emery",
        "company": "Springer Nature Ltd",
        "position": "Senior marketing manager, open access books",
        "location": "London, UK",
        "url": "www.springernature.com\/oabooks",
        "image": "https:\/\/avatars.sched.co\/f\/3e\/4708006\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Lorraine Estelle",
        "company": "COUNTER",
        "position": "Project Director",
        "location": "Southampton, United Kingdom",
        "url": "www.projectcounter.org",
        "image": "https:\/\/avatars.sched.co\/9\/CC\/3248302\/avatar.jpg.320x320px.jpg",
        "biography": "Lorraine Estelle is the COUNTER Project Director. Launched in March 2002, COUNTER (Counting Online Usage of Networked Electronic Resources) is an international initiative serving librarians, publishers and intermediaries by setting standards that facilitate the recording and reporting of online usage statistics in a consistent, credible and compatible way.  Lorraine is experienced in the information industry with a background in libraries, consortia, shared services, vendors and publishers. She has managed and conducted a wide range of projects, with a particular interest new business models for electronic information resources and has directed the development of a number of national shared services including Jisc Collections and the Journals Usage Statistics Portal."
    },
    {
        "name": "Rosemary Farmer",
        "company": "Wiley",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Patricia Feeney",
        "company": "Crossref",
        "position": "Head of Metadata",
        "location": "Lynnfield, MA USA",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/1\/f4\/3432619\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Katrina Fenlon",
        "company": "University of Maryland College of Information Studies",
        "position": "Assistant Professor",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/5\/d0\/6587122\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Heather Flanagan",
        "company": "Seamless Access",
        "position": "Program Director",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Judith Fraenkel",
        "company": "Ex Libris",
        "position": "Director of Product Management",
        "location": null,
        "url": "https:\/\/exlibrisgroup.com\/",
        "image": "https:\/\/avatars.sched.co\/7\/4f\/7563142\/avatar.jpg.320x320px.jpg",
        "biography": "Judith Fraenkel is Director of Product Management at Ex Libris. Since joining the company in 1999, Judith has filled various positions in the areas of technology, content management, and customer support. A key focus of her current role is dedicated to leading strategy and programs that enhance the Diversity, Inclusion and Equity commitment of Ex Libris. She leads the effort to develop practices aimed at identifying, preventing and taking action against bias as well as working with the global community to create products and services that are built for everyone."
    },
    {
        "name": "Jason Friedman",
        "company": "CRKN",
        "position": "Manager, Member and Metadata Services",
        "location": "Ottawa",
        "url": "www.crkn-rcdr.ca",
        "image": "https:\/\/avatars.sched.co\/e\/3c\/6102094\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Kathryn Funk",
        "company": "US National Library of Medicine\/National Institutes of Health",
        "position": "Technical Information Specialist",
        "location": "Bethesda, Maryland",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/6\/A4\/2703373\/avatar.jpg.320x320px.jpg",
        "biography": "Kathryn Funk is the program manager for PubMed Central at the US National Library of Medicine. She works on PMC policy and other special projects, including coordinating PMC support for the public access policies of numerous funding agencies. Prior to coming to NLM, Katie worked in academic publishing, most recently at the American Psychological Association. She received her master s degree in library and information science from The  Catholic   University  of America."
    },
    {
        "name": "Emma Ganley",
        "company": "protocols.io",
        "position": "Director of Strategic Initiatives",
        "location": "emma@protocols.io",
        "url": "https:\/\/protocols.io",
        "image": "https:\/\/avatars.sched.co\/6\/68\/11477054\/avatar.jpg.320x320px.jpg",
        "biography": "Emma obtained a PhD from the MRC-LMB in Cambridge in the UK, followed by a postdoc at UC Berkeley. Prior to joining protocols.io, Emma was the Chief Editor of PLOS Biology and worked in scientific publishing for 15 years. During this time she gained an enthusiasm for open data, preprints, and improving science communication. Emma is passionate about all things related to open research, data, code, and method availability alongside the articles, research reproducibility and integrity. As of Jan 2021, Emma is also a member of the Board of Directors of FORCE11."
    },
    {
        "name": "Maria Gould",
        "company": "California Digital Library",
        "position": "Product Manager\/Research Data Specialist",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/f\/4f\/6947039\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Mark Graham",
        "company": "Internet Archive",
        "position": "Director",
        "location": "San Francisco",
        "url": "http:\/\/web.archive.org",
        "image": "https:\/\/avatars.sched.co\/f\/75\/5547232\/avatar.jpg.320x320px.jpg",
        "biography": "I would like to connect with people about how to make the web more useful and reliable.  With a focus on archiving born digital content."
    },
    {
        "name": "Jason Griffey",
        "company": "NISO",
        "position": "Director of Strategic Initiatives",
        "location": "Sewanee, TN",
        "url": "http:\/\/niso.org",
        "image": "https:\/\/avatars.sched.co\/5\/11\/10052669\/avatar.jpg.320x320px.jpg",
        "biography": "Jason Griffey is the Director of Strategic Initiatives at NISO, where he works to identify new areas of the information ecosystem where standards expertise is useful and needed, and leads ongoing projects such as NISO’s participation in the Coalition for Seamless Access. Prior to joining NISO in 2019, Jason ran his own technology consulting company for libraries, has been both an Affiliate at metaLAB and a Fellow and Affiliate at the Berkman Klein Center for Internet & Society at Harvard University, and was an academic librarian in roles ranging from reference and instruction to Head of IT at the University of TN at Chattanooga.

        Jason has written extensively on technology and libraries, including multiple books and a series of full-periodical issues on technology topics, most recently AI & Machine Learning in Libraries  and Library Spaces and Smart Buildings: Technology, Metrics, and Iterative Design from 2018. He has spoken internationally on topics such as artificial intelligence & machine learning, the future of technology and libraries, decentralization and the Blockchain, privacy, copyright, and intellectual property. A full list of his publications and presentations can be found on his CV.

        He is one of eight winners of the Knight Foundation News Challenge for Libraries for the Measure the Future project (http://measurethefuture.net), an open hardware project designed to provide actionable use metrics for library spaces.

        Griffey is the creator and director of The LibraryBox Project (http://librarybox.us), an open source portable digital file distribution system. He can be stalked obsessively online, and spends his free time with his daughter Eliza, reading, obsessing over gadgets, and preparing for the inevitable zombie uprising."
    },
    {
        "name": "Adina Halter",
        "company": "Comcast NBCUniversal",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Melissa Harrison",
        "company": "eLife Sciences Organisation",
        "position": "Head of Production Operations",
        "location": "Cambridge",
        "url": "https:\/\/elifesciences.org\/",
        "image": "https:\/\/avatars.sched.co\/8\/FB\/3432474\/avatar.jpg.320x320px.jpg",
        "biography": "Melissa Harrison, Head of Production Operations at eLife, has been working in journal STM publishing for over 20 years. Over this time she has embraced the electronic benefits of online publishing and the use of technology to speed up and improve the process. She is committed to open-access publishing and the benefits of mining and discoverability of content for the further enhancement of research and dissemination."
    },
    {
        "name": "Robert Heaton",
        "company": "Utah State University - Merrill-Cazier Library",
        "position": "Collection Management Librarian",
        "location": "Logan, Utah",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/e\/0a\/2582969\/avatar.jpg.320x320px.jpg",
        "biography": "Looking for answers: How will we keep paying for all this stuff? How are we going to archive all this digital stuff? How can we align author incentives, the publishing marketplace, and the future of the scholarly record? When will libraries benefit from well-designed free software? How much should we be telling users what they want versus asking? How does anyone manage information overload? Oh, and how will we keep paying for all this stuff?"
    },
    {
        "name": "Hannah Heckner",
        "company": "Silverchair",
        "position": "Product Strategist",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/b\/69\/10527791\/avatar.jpg.320x320px.jpg",
        "biography": "Hannah Heckner has served as Product Strategist at Silverchair since the start of 2020. In this position she provides detailed product visioning, helps to prioritize and execute on the platform development plan, and oversees the Silverchair Universe program. She previously served as the Associate Director of Product Development and the Science Partner Journal Program within the Office of Publishing at the American Association for the Advancement of Science (AAAS). In that capacity she aided in horizon scanning for and executing on new product ideas for the Science family of journals and its supporting advertising and partnerships business lines while also helping to develop and manage the Science Partner Journal program, launched at the end of 2017. Hannah has worked within the scholarly publishing arena since 2010 and has experience within commercial publishers, non-profit publishing societies, and is excited to have made the recent transition to a platform provider."
    },
    {
        "name": "Ginny Hendricks",
        "company": "Crossref",
        "position": "Community Director",
        "location": "London, UK",
        "url": "https:\/\/www.crossref.org\/people\/ginny-hendricks\/",
        "image": "https:\/\/avatars.sched.co\/3\/fc\/3208562\/avatar.jpg.320x320px.jpg",
        "biography": " Since 2015, Ginny has been developing the member and community outreach team at Crossref encompassing outreach and education, user experience and support, and metadata strategy. She is the Instigator of the Metadata 2020 collaboration to advocate for richer, connected, reusable and open metadata, and serves on a number of related committees and Boards. Before joining Crossref, she ran Ardent for a decade, where she consulted within scholarly communications on multichannel communications strategies, branding and launching online products, and building engaged communities. And before that, she previously led Elsevier's launch of Scopus. Ginny s lived and worked in many parts of the world, has managed globally dispersed teams, and now lives in London and is currently homeschooling and taking care of a small baby with an ear infection! "
    },
    {
        "name": "Christian Herzog",
        "company": "Digital Science \/ Dimensions",
        "position": "CEO Dimensions",
        "location": null,
        "url": "www.digital-science.com",
        "image": null,
        "biography": null
    },
    {
        "name": "Lisa Janicke Hinchliffe",
        "company": "University of Illinois at Urbana-Champaign",
        "position": "Professor\/Coordinator for Information Literacy Services and Instruction in the University Library",
        "location": "Urbana-Champaign, Illinois",
        "url": "https:\/\/lisahinchliffe.com",
        "image": "https:\/\/avatars.sched.co\/4\/ab\/5607481\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Sandy Hirsh",
        "company": "San Jose State University",
        "position": "Associate Dean for Academics",
        "location": "San Jose, CA",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/4\/6C\/448825\/avatar.jpg.320x320px.jpg",
        "biography": "Dr. Sandra Hirsh is Associate Dean for Academics in the College of Professional and Global Education at San Jos  State University. She previously served as Professor and Director of the School of Information at San Jos  State University for ten years from 2010-2020. Prior to joining the School as Director, she worked in the Silicon Valley for more than a decade at major technology companies: Hewlett Packard, Microsoft, and LinkedIn. As an industry user experience researcher, leader, and manager, she contributed to R&D research projects and influenced the user experience of web, mobile, and TV consumer products resulting in 2 U.S. patents and 3 patent applications. She has published two editions of her book,  Information Services Today: An Introduction,  with Rowman & Littlefield. In November 2019, she published a book  Blockchain , as book 3 in the  ALA Library Futures Series . She has held numerous leadership roles in professional associations, including serving as President of the Association for Library and Information Science Education (ALISE)   a position she is currently serving   and as Past President of the Association for Information Science & Technology (ASIS&T). She is also active in the American Library Association, currently serving on ALA Council and as a an advisory board member for the ALA Center for the Future of Libraries, and in IFLA, currently serving on the standing committee for Continuing Professional Development & Workplace Learning. She co-founded and co-chairs the global virtual  Library 2.0 conference series . She holds both a bachelor's degree and Ph.D. from UCLA and a MLIS degree from the University of Michigan."
    },
    {
        "name": "Athena Hoeppner",
        "company": "University of Central Florida",
        "position": "Discovery Services Librarian",
        "location": "Orlando, FL",
        "url": "http:\/\/library.ucf.edu",
        "image": "https:\/\/avatars.sched.co\/4\/f1\/2506258\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Alex Holcombe",
        "company": "University of Sydney",
        "position": "Professor",
        "location": null,
        "url": "https:\/\/medium.com\/@ceptional\/announcing-tenzing-ceca6789d88c",
        "image": "https:\/\/avatars.sched.co\/1\/de\/12456654\/avatar.jpg.320x320px.jpg",
        "biography": "A professor of psychology at the University of Sydney, in his laboratory Alex investigates visual perception and cognition. Outside the lab, for fifteen years Alex has worked on open access, research transparency, and improving reproducibility in academic roles with organizations such as PLoS and the Association for Psychological Science. Together with colleagues, Alex has developed  tenzing  to make it easier for authors to indicate who did what on their research projects. In particular,  tenzing  formats the information that authors need to include in their manuscript when submitting to journals that use the CRediT standard. https:\/\/medium.com\/@ceptional\/announcing-tenzing-ceca6789d88c  Increased reporting of who did what in journal articles will result in improved allocation of resources to appropriate teams of researchers, as well as better recognition of the diversity of people who contribute to research."
    },
    {
        "name": "Simon Holt",
        "company": "Elsevier",
        "position": "Publisher, Micro\/Nanotechnologies and Reference Content Volume Strategy",
        "location": null,
        "url": null,
        "image": null,
        "biography": "Simon Holt is a Book Publisher at Elsevier, where he has worked since 2013. He is Chair of Elsevier Enabled, an employee group representing people with disabilities across the organization, and has worked to advocate for greater inclusion and diversity for all demographics across the publishing industry. In 2020 he was awarded the Society of Scholarly Publishing s  Emerging Leader  award for his work int his area. He lives in Oxford, UK."
    },
    {
        "name": "Stephen Howe",
        "company": "Copyright Clearance Center",
        "position": "Senior Product Manager",
        "location": "Boston, MA",
        "url": "https:\/\/www.copyright.com\/",
        "image": "https:\/\/avatars.sched.co\/4\/61\/12260639\/avatar.jpg.320x320px.jpg",
        "biography": "Raised in a family of teachers, a former teacher himself, and a lifelong student, Stephen's goal is to help people learn. Stephen has spent his career working at the intersection of publishing, education, and technology, holding positions in sales, sales management, production, project management, digital publishing, digital editorial, and product management. Trained in the liberal arts tradition, Stephen holds a BA and MA in philosophy, an MBA in management, and a Masters in Analytics. Stephen currently works as the Senior Product Manager - Analytics at Copyright Clearance Center and serves on the advisory board at Brandeis University for the Masters in Strategic Analytics program."
    },
    {
        "name": "Bruce Howell",
        "company": "The Carroll Center for the Blind",
        "position": "Accessibility Services Manager",
        "location": null,
        "url": "carroll.org",
        "image": null,
        "biography": null
    },
    {
        "name": "Iain Hrynaszkiewicz",
        "company": "PLOS",
        "position": "Director, Open Research Solutions",
        "location": "UK",
        "url": "https:\/\/plos.org\/",
        "image": "https:\/\/avatars.sched.co\/4\/3c\/12260627\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Ian M Ibbotson",
        "company": "Knowledge Integration",
        "position": "Director",
        "location": "Sheffield",
        "url": "https:\/\/www.k-int.com",
        "image": "https:\/\/avatars.sched.co\/6\/3f\/5525123\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Violaine Iglesias",
        "company": "Cadmore Media",
        "position": "Cadmore Media",
        "location": "Bethesda, MD",
        "url": "https:\/\/www.cadmore.media",
        "image": "https:\/\/avatars.sched.co\/9\/50\/10527923\/avatar.jpg.320x320px.jpg",
        "biography": "I talk WAY to much about video and video metadata, but I have other interests, too!"
    },
    {
        "name": "Beverly Jamison",
        "company": "IEEE",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Ben Johnson",
        "company": "Ex Libris, a ProQuest Company",
        "position": "Provider Relations Engagement Manager",
        "location": "Seattle, WA",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/f\/0e\/1980855\/avatar.jpg.320x320px.jpg",
        "biography": "Ben has been working with content in the ProQuest\/Serials Solutions products for over a decade, and Ex Libris products since their acquisition by ProQuest in late 2015. He has participated in all things KBART since 2012, including two years as former co-chair of the KBART Standing Committee. He received his library degree from the University of Washington in 2006, and lives in Seattle with his partner, son, a small zoo s worth of animals, and a perpetually full cup of coffee."
    },
    {
        "name": "Michael Johnson",
        "company": "Benetech",
        "position": "Director Content Partnerships",
        "location": null,
        "url": "bornaccessible.org",
        "image": "https:\/\/avatars.sched.co\/c\/1c\/9677863\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Allen Jones",
        "company": "The New School",
        "position": "Director, Digital Library & Technical Services",
        "location": "Greater New York City Area",
        "url": "https:\/\/library.newschool.edu",
        "image": "https:\/\/avatars.sched.co\/a\/93\/3939922\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Andrew Joseph",
        "company": "Wits University Press",
        "position": "Digital Publisher",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Bill Kasdorf",
        "company": "Kasdorf & Associates, LLC",
        "position": "Principal",
        "location": "Ann Arbor, Michigan, USA",
        "url": "https:\/\/pubtechpartners.com\/2",
        "image": "https:\/\/avatars.sched.co\/7\/b9\/5933533\/avatar.jpg.320x320px.jpg",
        "biography": "Bill Kasdorf,  kasdorf.bill@gmail.com , is Principal of Kasdorf & Associates, LLC, focusing on editorial and production workflows, XML\/HTML\/EPUB modeling and specification, standards and best practices, and accessibility. He is a founding partner of  Publishing Technology Partners . Bill is the W3C Global Publishing Evangelist and is active in the W3C Publishing@W3C work. He co-chairs NISO s Video & Audio Metadata Guidelines Working Group, is a member and Past President of SSP, and is also a member of BISG s Workflow Working Group, IPTC, and the DAISY Consortium. He received the SSP Distinguished Service Award, the BISG Industry Champion Award, and the IDEAlliance\/DEER Luminaire Award. He is general editor of  The Columbia Guide to Digital Publishing  and serves on the editorial board of  Learned Publishing . Clients have included NEJM, National Academies Press, American College of Physicians, American Psychological Association, SAGE, Harvard, MIT, Toronto, Taylor & Francis, Cambridge, IEEE, Cochrane Library, Pearson, Cengage, VitalSource, World Bank, British Library, OCLC, ORCID, and the European Union Publications Office."
    },
    {
        "name": "Daniel S. Katz",
        "company": "University of Illinois at Urbana-Champaign",
        "position": "Chief Scientist, NCSA",
        "location": "@danielskatz",
        "url": "http:\/\/danielskatz.org\/",
        "image": "https:\/\/avatars.sched.co\/2\/d0\/2821192\/avatar.jpg.320x320px.jpg",
        "biography": " Dan is Chief Scientist at the National Center for Supercomputing Applications (NCSA) and Research Associate Professor in Computer Science, Electrical and Computer Engineering, and the School of Information Sciences (iSchool), at the University of Illinois Urbana-Champaign. In past lives, he worked in other universities (Chicago, Louisiana State), government (NSF, JPL), and industry (Cray Research), all focusing on software in some aspect. He still does a bunch of things related to software in a variety of organizations and roles, mostly aimed at making software better and providing credit and recognition to its developers. "
    },
    {
        "name": "Roy Kaufman",
        "company": "Copyright Clearance Center",
        "position": "Managing Director, Business Development",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/a\/30\/12260603\/avatar.jpg.320x320px.jpg",
        "biography": "Roy Kaufman is Managing Director of both Business Development and Government Relations for Copyright Clearance Center. Prior to CCC, Kaufman served as Legal Director, John Wiley and Sons, Inc. He is a member of, among other things, the Bar of the State of New York, the Author s Guild, and the editorial board of UKSG Insights. Kaufman also advises the US Government on international trade matters through membership in International Trade Advisory Committee (ITAC) 13   Intellectual Property. He was the founding corporate Secretary of CrossRef, and formerly chaired its legal working group. He has written and lectured extensively on the subjects of copyright, licensing, open access, text\/data mining, new media, artists  rights, and art law. Kaufman is Editor-in-Chief of Art Law Handbook: From Antiquities to the Internet and author of two books on publishing contract law. He is a graduate of Brandeis University and Columbia Law School."
    },
    {
        "name": "Dmitri  Khodjakov",
        "company": "Aries Systems Corporation",
        "position": "Business Systems Analyst",
        "location": "North Andover, MA",
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Bohyun Kim",
        "company": "University of Rhode Island Libraries",
        "position": "CTO & Associate Professor",
        "location": null,
        "url": "http:\/\/www.bohyunkim.net\/blog\/",
        "image": "https:\/\/avatars.sched.co\/9\/46\/4811469\/avatar.jpg.320x320px.jpg",
        "biography": "Bohyun Kim is the Chief Technology Officer and an Associate Professor at the University of Rhode Island Libraries. She is the author of three books,   Moving Forward with Digital Disruption ,  Understanding Gamification ,  and     Library Mobile Experience: Practices and User Expectations  . She published many articles and gave numerous invited and peer-reviewed presentations on topics related to emerging technologies and their impact on libraries at international and national conferences. She was the former President of  the Library and Information Technology Association  (LITA), which is now Core, and serves on many advisory boards and committees including those of American Library Association, San Jose State University s School of Information, and Rhode Island Library Association."
    },
    {
        "name": "Amy Kirchhoff",
        "company": "ITHAKA",
        "position": "TDM Business Manager",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Paula Krebs",
        "company": "Modern Language Assn",
        "position": "Executive Director",
        "location": "New York, NY",
        "url": "mla.org",
        "image": "https:\/\/avatars.sched.co\/7\/f6\/6443952\/avatar.jpg.320x320px.jpg",
        "biography": "I'm Executive Director of the MLA, the disciplinary association for language, literature, writing, and cultural studies researchers and faculty members. We have roughly 24,000 members in more than 100 countries. We publish the  MLA International Bibliography , the research database, of more than 3 million entries, for language and literature; books series centered on pedagogy in our fields; the premiere research journal in language and literature; and MLA Style--the standard in humanities research. MLA hosts a 5000-person annual convention as well as year-round professional development workshops and institutes."
    },
    {
        "name": "Nettie Lagace",
        "company": "NISO",
        "position": "Associate Executive Director",
        "location": "Boston, MA USA",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/7\/6e\/433019\/avatar.jpg.320x320px.jpg",
        "biography": "Nettie Lagace is the Associate Executive Director at NISO, where she is responsible for facilitating the work of NISO's topic committees and development groups for standards and best practices, and working with the community to encourage broad adoption of this consensus work. Prior to joining NISO in 2011, Nettie worked at Ex Libris, where she served for 11 years in a number of library and information provider-facing roles, working on link resolver, electronic resource management and recommender software. She holds an M.I.L.S. from the University of Michigan."
    },
    {
        "name": "Rachael Lammey",
        "company": "Crossref",
        "position": "Head of Special Programs",
        "location": "Oxford, UK",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/0\/82\/2344626\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Stacey Lavelle",
        "company": "Aries Systems Corporation",
        "position": "Senior Business Analyst",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Carlo Scollo Lavizzari",
        "company": "Lenz Caemmerer",
        "position": "Advocate",
        "location": null,
        "url": "https:\/\/lclaw.ch",
        "image": "https:\/\/avatars.sched.co\/1\/3a\/12260567\/avatar.jpg.320x320px.jpg",
        "biography": "Carlo Scollo Lavizzari, is a lawyer qualified in South Africa, England & Wales, and Switzerland. Carlo specializes in intellectual property protection and by now has more than 18 years of work experience with law firms in Africa, Europe, Switzerland and the United States of America. He is a strategist and problem solver in negotiations, conflict resolution and policy, participating actively in global advocacy for norm setting and in litigation. Carlo is fluent in four languages: German, English, French and Italian, and has a very basic proficiency in Chinese.  Frequent speaker and presenter at conferences, author of numerous publications in the fields of copyright and intellectual property law   Recent Publications:   Licensing Practices in a Global Digital Market, IPA Publication October 2020  Overview of STM Research Publishing and Licensing Practices: Carlo Scollo Lavizzari  https:\/\/www.internationalpublishers.org\/images\/aa-content\/our-industry\/state-of-publishing-reports\/IPA-Licensing-practices-global-digital-market-Ch-6-Carlo-Scollo-Ok-final.pdf       Cross-Border Copyright Licensing,Law and Practice, 1st edition, 2018     Elgar Intellectual Property Law and Practice series   Edited by Carlo Scollo Lavizzari, Lenz & Caemmerer, Basel, Switzerland and Ren  Viljoen, Motion Picture Association, Belgium Copyright Licensing can no longer be considered purely from the perspective of the licensor s home territory. This practical and wide-ranging reference work provides comprehensive coverage of the law and practice of cross-border licensing in a number of major territories, including China, the EU, India, Mexico, Russia, Singapore, South Africa, and the USA.  https:\/\/www.e-elgar.com\/shop\/cross-border-copyright-licensing "
    },
    {
        "name": "Charles Letaillieur",
        "company": "Opscidia",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Noah Levin",
        "company": "Independent Professional",
        "position": "Co-Chair NISO KBART Standing Committee",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/5\/45\/9266851\/avatar.jpg.320x320px.jpg",
        "biography": "Noah Levin is the Co-Chair of the NISO KBART Standing Committee and a member of the KBART Automation Working Group.  Noah has spent the last 19 years designing and creating metadata workflows for large Academic and Trade Publishers; managing their Link Resolver\/Discovery data, MARC Records, ONIX Feeds and internal metadata practices."
    },
    {
        "name": "Noah Levin",
        "company": "Independent Professional",
        "position": "Co-chair, NISO KBART Standing Committee",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Tim Lloyd",
        "company": "LibLynx",
        "position": "CEO",
        "location": "Washington D.C. Metro Area",
        "url": "https:\/\/www.liblynx.com",
        "image": "https:\/\/avatars.sched.co\/1\/fe\/5933549\/avatar.jpg.320x320px.jpg",
        "biography": "I specialize in Identity, Access, and Analytics for online resources. My business, LibLynx, provides cloud-based solutions to publishers, service providers and libraries to help them manage identity and access to online resources, and to better understand usage of those resources. I'm a member of the governance committe for the Coalition for Seamless Access and co-chair of the Outreach Committee, and previously spent over a decade in a variety of product development and operational roles in publishing."
    },
    {
        "name": "Brandon Locke",
        "company": "Educopia Institute",
        "position": "Project Manager - Library Publishing Workflows",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Dominique Luster",
        "company": "Carnegie Museum of Art",
        "position": "Teenie Harris Archivist",
        "location": "Greater Pittsburgh Area",
        "url": "http:\/\/www.dominiqueluster.com\/",
        "image": "https:\/\/avatars.sched.co\/7\/b2\/2946930\/avatar.jpg.320x320px.jpg",
        "biography": "Dominique is the Teenie Harris Archivist at the Carnegie Museum of Art. Previously she worked as Liaison Librarian at the University of Pittsburgh focusing on serving at-risk undergraduates, and promoting advanced research at the undergraduate level."
    },
    {
        "name": "Sylvain MASSIP",
        "company": "Opscidia",
        "position": "CEO",
        "location": "France",
        "url": "www.opscidia.com",
        "image": "https:\/\/avatars.sched.co\/4\/63\/12260621\/avatar.jpg.320x320px.jpg",
        "biography": "Sylvain is a cofounder of Opscidia, a Paris-based start'up created in 2019 with the purpose of  simplying the reuse of the best of scientific literature for improving R&D, public decision-making, and access of the general public to sound scientific information. We believe that the reuse of research results beyond academia will help develop Open Access to scholarly communication."
    },
    {
        "name": "Ellen McClure",
        "company": "Engaged Humanities Initiative-UIC",
        "position": "Director",
        "location": null,
        "url": "ehi.uic.edu",
        "image": null,
        "biography": null
    },
    {
        "name": "Alison McGonagle-O'Connell",
        "company": "Delta Think",
        "position": "Director of Community Engagement",
        "location": "USA",
        "url": "Https:\/\/www.DeltaThink.com",
        "image": null,
        "biography": null
    },
    {
        "name": "Rebecca McLeod",
        "company": "Harvard Data Science Review",
        "position": "Managing Director",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Alice Meadows",
        "company": "NISO",
        "position": "Director of Community Engagement",
        "location": "Brookline, MA",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/7\/bf\/10297946\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Gabriela Mejias",
        "company": "ORCID",
        "position": "Engagement Manager",
        "location": "Berlin, Germany",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/5\/f2\/12276767\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Alex Mendonca",
        "company": "SciELO",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Laurent Le Meur",
        "company": "EDRLab",
        "position": "CTO",
        "location": "Paris, France",
        "url": "www.edrlab.org",
        "image": "https:\/\/avatars.sched.co\/d\/27\/10474085\/avatar.jpg.320x320px.jpg",
        "biography": "Laurent Le Meur is CTO of the European Digital Reading Lab and President of the Readium Foundation. He has a Computer Science background and has been leading innovative software projects for the last 20 years. He's leading the work of EDRLab and Readium on open-source development, open publishing standards, content protection and accessibility of reading applications. Thorium Reader is an interesting result of this work: a free and open-source reading application for Windows 10, MacOS and Linux, fully accessible, able to access online catalogs of ebooks, audiobooks and comics and compliant with the LCP DRM."
    },
    {
        "name": "Geoff Morse",
        "company": "Northwestern University Libraries",
        "position": "Interim Head of Research Services",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Peter Murray",
        "company": "Index Data",
        "position": "Open Source Community Advocate",
        "location": "Columbus, Ohio Area",
        "url": "https:\/\/www.indexdata.com\/",
        "image": "https:\/\/avatars.sched.co\/B\/4F\/4754844\/avatar.jpg.320x320px.jpg",
        "biography": "Peter Murray is the Open Source Community Advocate at Index Data, a software development and consulting enterprise with expertise in networked information retrieval and management based on open standards. He received an MLIS from Simmons College and a Bachelor of Science degree in Systems Analysis from Miami University. Peter s current activities include building relationships among libraries, organizations, and service providers participating in the FOLIO open source library service platform project. His other interests include the promoting the awareness and integration of privacy-supporting tools into library services, the application of JPEG 2000 for long-term access and preservation of still and moving image content, distributed identity management systems, and   with the moniker  The Disruptive Library Technology Jester    the rapid advancement of library services in a social web world."
    },
    {
        "name": "Jeremy Myntti",
        "company": "University of Utah, Marriott Library",
        "position": "Interim Associate Dean",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/e\/b1\/770681\/avatar.jpg.320x320px.jpg",
        "biography": "Marriott Library, University of Utah"
    },
    {
        "name": "Anna Neatrour",
        "company": "University of Utah",
        "position": "Interim Head, Digital Library Services",
        "location": "Salt Lake City, Utah",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/2\/23\/1103302\/avatar.jpg.320x320px.jpg",
        "biography": "Marriott Library, University of Utah"
    },
    {
        "name": "Charles O'Connor",
        "company": "Aries Systems",
        "position": "Business Systems Analyst",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/c\/6d\/5931093\/avatar.jpg.320x320px.jpg",
        "biography": "XML-through journal production workflows"
    },
    {
        "name": "Brian O'Leary",
        "company": "Book Industry Study Group",
        "position": "Executive Director",
        "location": "South Orange, New Jersey",
        "url": "www.bisg.org",
        "image": "https:\/\/avatars.sched.co\/d\/88\/3901887\/avatar.jpg.320x320px.jpg",
        "biography": "Brian O Leary is executive director of the Book Industry Study Group, a U.S.-based trade association that disseminates information, creates and implements standards and conducts research to benefit the book publishing supply chain.  Before being named to this role in 2016, O'Leary was principal of Magellan Media Consulting, which helped publishers improve how they create, manage and distribute content. In that role, O Leary wrote extensively about issues affecting the publishing industry. With Hugh McGuire, he co-edited Book: A Futurist's Manifesto (O'Reilly Media, 2012). O Leary served as senior VP with Hammond Inc. and oversaw production and distribution operations at several Time Inc. magazines.   O Leary joined Time Inc. after earning an M.B.A. from Harvard Business School. He also holds an A.B. in chemistry from Harvard College."
    },
    {
        "name": "Joy Owango",
        "company": "TCC Africa\/AfricArXiv",
        "position": "Executive Director\/Board Member",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/b\/5c\/12260588\/avatar.jpg.320x320px.jpg",
        "biography": "Joy Owango is an experienced award-winning Founding Director with a demonstrated history of working in capacity support for early career researchers. She is skilled in Management, Business Strategy and Research Metrics. She is experienced in matters relating to Research Capacity, Higher Education, Research Analytics, Donor, and Government Relations.   Her strengths come in creating and  building collaborations  using the triple  helix  in industry, academia, and government. She has created  such collaborations   with  the setup of the  Training Centre in Communication  (private\/ Non-Governmental Organization), with the University of Nairobi (the leading university in East Africa). The objective of the collaboration was to  create a support system to help researchers disseminate their research. The programme is celebrating its 14th year anniversary. She sits on the board of  AfricArxiv - The free preprint service for African scientists.    Joy is a firm believer  in open science  being a conduit to  democratizing higher education and fulfilling SDG 4."
    },
    {
        "name": "Abel Packer",
        "company": "SciELO",
        "position": null,
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/f\/db\/4715470\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Danielle Padula",
        "company": "Scholastica",
        "position": "Marketing and Community Development Manager",
        "location": "Chicago, IL",
        "url": "https:\/\/scholasticahq.com\/",
        "image": "https:\/\/avatars.sched.co\/1\/b2\/8894077\/avatar.jpg.320x320px.jpg",
        "biography": "Hello, I'm Danielle! I head up marketing and community development at Scholastica. Scholastica is a web-based software platform with modular tools and services for every aspect of publishing academic journals   from peer review to production to hosting and discovery support. Our mission is to empower journal publishers to make quality research available more efficiently and affordably in order to facilitate a sustainable research future."
    },
    {
        "name": "Russell Palmer",
        "company": "GALILEO",
        "position": "Assistant Director",
        "location": "Athens, GA",
        "url": "http:\/\/www.galileo.usg.edu\/welcome\/",
        "image": "https:\/\/avatars.sched.co\/c\/bb\/1057993\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Erika Pastrana",
        "company": "Springer Nature",
        "position": "Editorial Director",
        "location": "New York",
        "url": null,
        "image": "https:\/\/pbs.twimg.com\/profile_images\/999840969926234112\/my_LD524_400x400.jpg",
        "biography": " Erika is responsible for management and editorial direction of Nature journals in applied sciences and chemistry (including Nature Biotechnology, Nature Medicine, Nature Methods, Nature Chemistry and Nature Machine Intelligence). She is part of the senior management group at Nature Research and participates in setting the overall strategy for Nature journals and new launches, as well as in the development of new editorial policies and practices. Erika has worked in editorial roles at Nature Research since 2010, and has spearheaded Nature journal s policies for peer review and publication of code, among others. Erika obtained her PhD for work on cellular models of axonal regeneration and applications to spinal cord injury  in rodents in the University of Madrid. She then worked as a postdoctoral research scientist at Columbia University, in New York, developing technologies to isolate neural stem cells from the adult rodent brain.  "
    },
    {
        "name": "Diane Pennington",
        "company": "University of Strathclyde",
        "position": "Senior Lecturer in Info Science & CILIP MDG Chair",
        "location": "Glasgow, Scotland",
        "url": "https:\/\/personal.cis.strath.ac.uk\/diane.pennington\/",
        "image": "https:\/\/avatars.sched.co\/3\/b1\/2745995\/avatar.jpg.320x320px.jpg",
        "biography": "I am a Senior Lecturer (Associate Professor) in Information Science and the Course Director of the MSc in Information & Library Studies at the University of Strathclyde in Glasgow, Scotland. I teach information organisation, library cataloguing, and library systems. As the leader of the Information Engagement research group within Strathclyde's iSchool, I supervise doctoral students and conduct research include metadata quality, semantic web\/linked data implementation, tagging, and classifying user engagement on social media, with a particular focus on digital health and wellbeing. I serve on the joint ALA\/CILIP\/CFLA-FCAB CMSC   Cataloging Ethics Steering Committee, and I am the Chair of CILIP's Metadata and Discovery Group."
    },
    {
        "name": "Steve Pinchotti",
        "company": "Altum",
        "position": "CEO",
        "location": "Reston, VA",
        "url": "https:\/\/www.altum.com",
        "image": "https:\/\/avatars.sched.co\/a\/ba\/6600932\/avatar.jpg.320x320px.jpg",
        "biography": "Steve Pinchotti is Altum s Chief Executive Officer. He is responsible for setting the strategic direction of the company and overseeing all aspects of the organization. With over twenty-five years of software development and implementation experience with organizations around the world, he is passionate about delivering innovative solutions to Altum s customers. Steve s entrepreneurial and philanthropic interests have led to ownership in three successful companies, and a significant role in growing a local non-profit called Helping Hungry Kids (HHK). Through Steve s leadership and Altum s involvement, Altum and HHK won the Washington Business Journal MassMutual Citizenship Award for the best partnership between a company and a charitable organization. Steve holds a B.S. degree in Computer Science from Westminster College and is a 2014 graduate of the DC-based MindShare CEO Network."
    },
    {
        "name": "Heather Piwowar",
        "company": "Our Research",
        "position": "cofounder",
        "location": "Vancouver Canada",
        "url": "https:\/\/unsub.org",
        "image": "https:\/\/pbs.twimg.com\/profile_images\/519570521\/heather_new_haircut_400x400.jpg",
        "biography": "Dr Heather Piwowar is a cofounder of Our Research, the nonprofit behind Unpaywall and the Unsub data dashboard. Heather got her bachelors and masters at MIT, worked as a programmer for 10 years, went back to school for her Ph.D, and has been an advocate for open science ever since."
    },
    {
        "name": "Eleonora Presani",
        "company": "arXiv",
        "position": "Executive Director",
        "location": "New York, NY",
        "url": null,
        "image": "https:\/\/pbs.twimg.com\/profile_images\/960586021061701632\/ZuJUXFlw_400x400.jpg",
        "biography": "Product Leader with a passion for knowledge. I'm bringing the experience of product development to arXiv with the mission of supporting open science, reproducibility and collaboration.I am specially passionate about delivering the right information at the right time, leveraging the latest technologies for supporting search and machine learning while valuing and informing the work of humans."
    },
    {
        "name": "Jason Priem",
        "company": "Our Research",
        "position": "cofounder",
        "location": null,
        "url": "https:\/\/ourresearch.org",
        "image": null,
        "biography": null
    },
    {
        "name": "Raymond Pun",
        "company": "Alder Graduate School of Education",
        "position": "Librarian",
        "location": "California",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/1\/99\/2010959\/avatar.jpg.320x320px.jpg",
        "biography": "he\/him. School\/Academic librarian. NISO Diversity Scholarship Recipient 2020. "
    },
    {
        "name": "Erik Radio",
        "company": "University of Colorado at Boulder Libraries",
        "position": "Metadata Librarian",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/1\/60\/10526623\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "C K Ramaiah",
        "company": "University of Pondicherry",
        "position": "Professor",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/6\/42\/12124599\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Andr e Rathemacher",
        "company": "University of Rhode Island",
        "position": "Professor Librarian",
        "location": "Kingston, RI",
        "url": "https:\/\/works.bepress.com\/andree_rathemacher\/",
        "image": null,
        "biography": "Andr e Rathemacher is Head of Acquisitions at the University of Rhode Island, where she administers the materials budget and is responsible for the purchase and licensing of library materials in all formats and the management of electronic resources. She is currently the co-Chair of the NISO KBART Standing Committee. An advocate of open access and scholarly communication reform, she advocates for the University Libraries  support of open access initiatives."
    },
    {
        "name": "Laura Ricci",
        "company": "Clarke & Esposito",
        "position": "Consultant",
        "location": "Boston",
        "url": "ce-strategy.com",
        "image": "https:\/\/avatars.sched.co\/1\/33\/9610759\/avatar.jpg.320x320px.jpg",
        "biography": "Laura is a Consultant at Clarke & Esposito, a management consulting firm focused on strategic issues related to professional and academic publishing and information services. Prior to joining C&E, she worked at EBSCO Information Services as a Senior Product Manager for eBook channel and technology partnerships, and at Outsell, Inc., as the Senior Market Analyst for STM and Education & Training segments. She is a graduate of the University of Notre Dame and holds an MA in International Publishing from Oxford Brookes University. She currently serves on the board of the Society of Scholarly Publishing."
    },
    {
        "name": "Oya Y. Rieger",
        "company": "Ithaka S+R",
        "position": "Senior Strategist",
        "location": null,
        "url": "https:\/\/sr.ithaka.org\/people\/oya-y-rieger\/",
        "image": "https:\/\/avatars.sched.co\/2\/bb\/12126981\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Dario Rodighiero",
        "company": "Harvard University, Berkman Klein Center for Internet & Society",
        "position": "Research Scholar",
        "location": "Cambridge, MA",
        "url": "https:\/\/dariorodighiero.com",
        "image": "https:\/\/avatars.sched.co\/f\/d8\/12260573\/avatar.jpg.320x320px.jpg",
        "biography": "Dario is a research scholar at  Harvard Metalab , a research unit dedicated to innovation in the arts and humanities and hosted at the Berkman Klein Center for Internet & Society. The  Swiss National Science Foundation  granted him two consecutive fellowships. His capacity at the intersection of  design, science, and humanities  makes him comfortable in multiple disciplines. His education begins in theory and technology of communication, while his doctoral studies brought him to investigate the field of digital humanities. All his scientific works are characterized by a strong and clean sense of design according to the interdisciplinary approach of the  Bauhaus . He thinks research should also be addressed through public exhibitions, digital installations, and open-source software. A part of his research revolves around the concepts of  quantified self and self-recognition . Specifically, he is interested in the way in which individuals perceive themselves through data and their visual representations, and how these shape their daily practices and behaviors. His current projects examine the  social dynamics of research  in terms of international collaborations and mobility flows. When public events went online, he designed a visual method to map conference speakers according to their lexical affinity. After attending the doctoral program of Architecture and Sciences of the City, the  Swiss Federal Institute of Technology in Lausanne  (EPFL) awarded him a Ph.D. in Science. He has lectured in many institutions, including the King s College London and the CERN. Formerly he was employed at  MIT, Sciences Po, and the European Commission , which recently appointed him as an external expert in data visualization and interface design. As a member of the ERC project led by  Bruno Latour , Dario is a proud finalist of the ADI Compasso d Oro Award 2020, one of the most prestigious design awards."
    },
    {
        "name": "Vee Rogacheva",
        "company": "OpenAthens",
        "position": "Service design lead",
        "location": null,
        "url": "openathens.org",
        "image": "https:\/\/avatars.sched.co\/3\/85\/12260633\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Rhonda Ross",
        "company": "CAS",
        "position": "Assistant Director, Marketing Programs Management",
        "location": "Columbus, OH",
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Rebecca Ross",
        "company": "Canadian Research Knowledge Network",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Joris van Rossum",
        "company": "International STM Association",
        "position": "Director, Research Integrity",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/a\/63\/12260606\/avatar.jpg.320x320px.jpg",
        "biography": "Joris van Rossum leads STM s research integrity and data programs - both integral components of STM s mission to advance trusted research."
    },
    {
        "name": "Sara Rouhi",
        "company": "Public Library of Science (PLoS)",
        "position": "Director, Strategic Partnerships",
        "location": "Washington DC",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/b\/94\/9266899\/avatar.jpg.320x320px.jpg",
        "biography": "Open accessl new business models beyond APCs; metrics; open science; library\/publisher partnerships; improv comedy ;)"
    },
    {
        "name": "Katharina Ruckstuhl",
        "company": "Otago Business School, University of Otago",
        "position": "Associate Dean M_ori",
        "location": "Otago",
        "url": "https:\/\/www.otago.ac.nz\/business\/about\/dean\/katharina-ruckstuhl.html",
        "image": "https:\/\/avatars.sched.co\/9\/90\/4207965\/avatar.jpg.320x320px.jpg",
        "biography": "I am an Associate Dean M_ori and Senior Research Fellow at the Otago Business School, University of Otago, Dunedin, New Zealand. My role in the Business School focuses on strategic empowerment of M_ori students and staff with a particular focus on entrepreneurship.  I am actively involved with my tribal group of Ng_i Tahu. I co-leads the  Building New Zealand s Innovation  social science research of New Zealand s National Science Challenge, Science for Technological Innovation and am the Vision M_tauranga (M_ori knowledge) leader. I am is a Board Member of ORCID, an advisor to the ENRICH co-ordination hub [Equity for Indigenous Research and Innovation], and on the IEEE working party for the provenance of Indigenous people s data. I have published in the areas of: M_ori language; resource extraction in M_ori territories; M_ori entrepreneurship in SMEs; Indigenous science and technology; and Indigenous Knowledge."
    },
    {
        "name": "Donald Samulack",
        "company": "Cactus Communications",
        "position": "Head, Global Stakeholder Engagement",
        "location": "Princeton, NJ",
        "url": "www.impact.science",
        "image": "https:\/\/pbs.twimg.com\/profile_images\/524727255772049408\/Mll0klxH_400x400.jpeg",
        "biography": "As Head, Global Stakeholder Engagement at Cactus Communications, I'm actively involved in supporting the publication needs of the academic and publishing communities, managing workflows across global time zones, and raising the level of awareness and professionalism of good publication practices, worldwide. As such, I understand the logistics of scholarly publishing, peer review, as well as the global outsourcing of author support and research communication services, and am a major player in shaping perceptions, defining workflows, and delivering quality.   Talk with me if you have interests in the following areas:  > Research and corporate communication strategies > Social media strategies and channels, including WeChat > Author support strategies and services > Publisher workflows > Open scholarship and open solutions > Global markets and outreach   Connect with me on the following platforms:   LinkedIn:  www.linkedin.com\/in\/samulack  Twitter:  @samulack"
    },
    {
        "name": "Solange Santos",
        "company": "SciELO",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Jodi Schneider",
        "company": "University of Illinois Urbana-Champaign",
        "position": "Assistant Professor",
        "location": "Champaign, IL",
        "url": "https:\/\/ischool.illinois.edu\/people\/jodi-schneider",
        "image": "https:\/\/pbs.twimg.com\/profile_images\/1263667240\/Jodi_400x400.jpg",
        "biography": "Reducing the Inadvertent Spread of Retracted Science: Shaping a Research and Implementation Agenda https:\/\/infoqualitylab.org\/projects\/risrs2020\/"
    },
    {
        "name": "Peter Simon",
        "company": "NewsBank, Inc",
        "position": "Vice President, Product Management",
        "location": null,
        "url": null,
        "image": "https:\/\/avatars.sched.co\/3\/17\/10527884\/avatar.jpg.320x320px.jpg",
        "biography": "Peter Simon is Vice President, Product Management at NewsBank, inc. He directs the development of key products while working on numerous strategic initiatives important to the growth of the company.  Simon began his career as an Editor at RR Bowker; progressed to Executive Vice President of Business Development and Database Publishing at Reed Reference Publishing; served as Vice President, Business Development at the Lexis-Nexis division of Reed Elsevier; and also served as a Vice President with the Gale Group, where he directed product management, content distribution and alliances. In addition, Simon developed content licensing functions for several publishers and represented a machine-aided indexing company working with major publishers and information services.  Simon received his undergraduate degree in English Literature from City College of New York and a Masters in Library and Information Services at Columbia University. He was Chair of the SIIA (Software and Information Industry Association) Content Division's Board of Directors, and was President of the National Federation of Advanced Information Services. He is currently Chair of the National Information Standards Organization (NISO) and serves on its Board of Directors."
    },
    {
        "name": "Natasha Simons",
        "company": "Australian Research Data Commons",
        "position": "Associate Director, Data and Services",
        "location": "Brisbane, Australia",
        "url": "https:\/\/ardc.edu.au",
        "image": "https:\/\/avatars.sched.co\/d\/52\/6896502\/avatar.jpg.320x320px.jpg",
        "biography": "Natasha Simons has her head in the clouds - literally, technically and figuratively. She loves research data and making good stuff happen. As Associate Director, Data & Services at the Australian Research Data Commons she is incredibly serious and responsible, running programs that support the development of data infrastructure and of course have PIDs at the heart. A self confessed  PIDs nerd  she has contributed to many PID initiatives in Australia and globally and she is a member of the APAC PIDapalooza Party Planning Committee."
    },
    {
        "name": "Nancy Sims",
        "company": "University of Minnesota",
        "position": "Copyright Program Librarian",
        "location": "Minneapolis, MN",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/9\/41\/143175\/avatar.jpg.320x320px.jpg",
        "biography": "Nancy Sims is lawyerbrarian who is fascinated by copyright issues in modern life. She helps folks understand how copyright may affect their lives, and advocates policies and laws that enable wide public cultural participation."
    },
    {
        "name": "Rob Smith",
        "company": "EBSCO Information Services",
        "position": "Platform Product Manager, Accessibility",
        "location": "Seattle, WA",
        "url": "ebsco.com",
        "image": null,
        "biography": null
    },
    {
        "name": "Heather Staines",
        "company": "Independent",
        "position": "Independent Consultant",
        "location": "Greater New York City Area",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/4\/f9\/5607480\/avatar.jpg.320x320px.jpg",
        "biography": "The future of scholarly communications, anything open, digital preservation, journal transfer, karaoke and dogs!"
    },
    {
        "name": "Shelley Stall",
        "company": "American Geophysical Union",
        "position": "Sr Director, Data Leadership",
        "location": "Washington, DC",
        "url": "https:\/\/agu.org",
        "image": "https:\/\/avatars.sched.co\/3\/d5\/6530001\/avatar.jpg.320x320px.jpg",
        "biography": "Shelley Stall is the Senior Director for the American Geophysical Union s Data Leadership Program. She works with AGU s members, their organizations, and the broader research community to improve data and digital object practices with the ultimate goal of elevating how research data is managed and valued. Better data management results in better science. Shelley s diverse experience working as a program and project manager, software architect, database architect, performance and optimization analyst, data product provider, and data integration architect for international communities, both nonprofit and commercial, provides her with a core capability to guide development of practical and sustainable data policies and practices ready for adoption and adapting by the broad research community. Shelley s recent work includes the Enabling FAIR Data project ( https:\/\/copdess.org\/enabling-fair-data-project\/ ) engaging over 300 stakeholders in the Earth, space, and environmental sciences to make data open and FAIR targeting the publishing and repository communities to change practices by no longer archiving data in the supplemental information of a paper but instead depositing the data supporting the research into a trusted repository where it can be discovered, managed, and preserved. Other information: Affiliation: American Geophysical Union Country: United States of America Twitter: @ShelleyStall Linkedin:  https:\/\/www.linkedin.com\/in\/shelley-stall-edme-cdmp-pmp-4071455\/  ORCID: https:\/\/orcid.org\/0000-0003-2926-8353"
    },
    {
        "name": "Christine Stohn",
        "company": "ProQuest (Ex Libris)",
        "position": "Dir Product Management",
        "location": "christine.stohn",
        "url": "https:\/\/exlibrisgroup.com\/",
        "image": "https:\/\/avatars.sched.co\/7\/92\/433400\/avatar.jpg.320x320px.jpg",
        "biography": "Christine Stohn is director of product management for discovery and delivery at Ex Libris. Christine has over 25 years of experience in the library and information industry, having worked on the content and data side before joining Ex Libris in 2001. In her current role Christine is focused on strategic data projects and user centered services. She serves as a co-chair of NISO s Information Discovery & Interchange Topic Committee and is involved in various other NISO initiatives. Christine holds degrees in library sciences, information systems, and history."
    },
    {
        "name": "Paul Stokes",
        "company": "Jisc",
        "position": "Product Manager",
        "location": "UK",
        "url": "http:\/\/www.jisc.ac.uk",
        "image": "https:\/\/avatars.sched.co\/0\/c6\/12260597\/avatar.jpg.320x320px.jpg",
        "biography": "Paul has had a varied career in both the commercial sector and academia (and all points in-between). At present,  he leads on preservation for Jisc's Preservation service [ Preservation | Jisc ] where he is currently referred to as a \"Product Manager\". He is a director of the Digital Preservation Coalition (DPC) [ Home - Digital Preservation Coalition (dpconline.org) ] and a director of the Open Preservation Foundation (OPF) [ Home Page - Open Preservation Foundation ] . He's been passionate about preservation for many decades.  He currently also has a number of bees in his bonnet regarding costs, value, sustainability, and storage. He will talk endlessly about preservation and those bees."
    },
    {
        "name": "Hayley Sund",
        "company": "Copyright Clearance Center",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Christine Suver",
        "company": "Sage Bionetworks",
        "position": "Director Research Governance and Ethics",
        "location": "USA",
        "url": "https:\/\/sagebionetworks.org\/",
        "image": "https:\/\/avatars.sched.co\/3\/df\/12260564\/avatar.jpg.320x320px.jpg",
        "biography": "I lead the Research Governance and Ethics group at Sage Bionetworks. The group develops and pilots data sharing models and tools to enable open research collaborations. In my work, I help research participants and researchers determine the appropriate governance approach to contribute, collect, access, and share research data responsibly. It starts with research participants. I design eConsent experiences to better inform participants about the risks and benefits of participating in research. I explain the real-world implication of big data analysis, comprehensive data linkage, and the impact on their privacy. I am particularly interested in developing new eConsent to support the autonomous decision of populations with a wide range of memory and cognitive ability. I also help researchers determine the governance conditions that enable them to work collaboratively and comply with ethical and regulatory requirements. I co-chair the Governance Working Group of the (exceptional) National COVID Cohort Collaborative initiative (N3C), to enable dozens of institutions to responsibly share clinical data for urgent COVID-related research."
    },
    {
        "name": "Patrick Sweeney",
        "company": "EveryLibrary Institute",
        "position": "Political Director",
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Carolina Tanigushi",
        "company": "SciELO - Scientific Electronic Library Online",
        "position": "Jr Visual Programmer",
        "location": "S o Paulo, Brazil",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/b\/1a\/10602533\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Randy Townsend",
        "company": "American Geophysical Union (AGU)",
        "position": "Director, Publishing Operations",
        "location": null,
        "url": "https:\/\/ethicsandequitycenter.org\/randy-townsend\/",
        "image": "https:\/\/avatars.sched.co\/4\/cc\/7891200\/avatar.jpg.320x320px.jpg",
        "biography": "  Randy Townsend , MPS, has worked for the American Geophysical Union for 15 years. His career focuses on the execution of the Publications Department's strategic goals, and the performance and development of an expanding portfolio of scholarly journals, requiring oversight of peer review operations and content integrity. He has been a leader in policy implementation and manages allegations of misconduct and ethical violations. Randy serves as a judge for the prestigious EXCEL Awards, serves as co-chair of the Diversity and Inclusion initiatives and sits on the Advisory Board for the Association, Media & Publishing. Randy is a member of the International Society of Managing and Technical Editor s (ISMTE) Programming Committee and serves as Co-Chair on the Society of Scholarly Publishing's Diversity, Equity and Inclusion Committee. Randy is also the inaugural Editor-in-Chief for the George Washington University s  GW Journal of Ethics in Publishing ."
    },
    {
        "name": "Brooks Travis",
        "company": "Missouri State University",
        "position": "Library IT Coordinator",
        "location": "Springfield, Missouri Area",
        "url": "https:\/\/libraries.missouristate.edu",
        "image": "https:\/\/avatars.sched.co\/2\/b2\/4015595\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Michelle Urberg",
        "company": "Maverick Publishing Specialists",
        "position": "Affiliate Associate",
        "location": null,
        "url": "https:\/\/www.linkedin.com\/in\/michelleurberg\/",
        "image": "https:\/\/avatars.sched.co\/a\/c3\/4872753\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Ken Varnum",
        "company": "University of Michigan",
        "position": "Senior Program Manager",
        "location": "Ann Arbor, MI",
        "url": "https:\/\/www.varnum.org\/",
        "image": "https:\/\/avatars.sched.co\/8\/3e\/3154174\/avatar.jpg.320x320px.jpg",
        "biography": "I am the Senior Program Manager at the University of Michigan Library. In this role, I am responsible for three programs: Library Search, the U-M Library discovery interface, delivery interfaces, and the library's evolving and emerging analytics infrastructure."
    },
    {
        "name": "Julie Frick Wade",
        "company": "Modern Language Assn",
        "position": "Assoc Editor, MLA International Bibliography",
        "location": null,
        "url": "mla.org",
        "image": null,
        "biography": null
    },
    {
        "name": "Clarissa West-White",
        "company": "Bethune Cookman University",
        "position": "Reference Instructor\/Research Librarian",
        "location": "Daytona Beach, Florida",
        "url": "https:\/\/drcwestwhite.wixsite.com\/drcwestwhite",
        "image": "https:\/\/avatars.sched.co\/4\/37\/10602536\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Kristen Wilson",
        "company": "Index Data",
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Rachel J. Wittmann",
        "company": "Marriott Library, University of Utah",
        "position": "Digital Curation Librarian",
        "location": "rachel.wittmann@gmail.com",
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Deborah Wyatt",
        "company": "Impact Science, a CACTUS brand",
        "position": "Vice President, Global Academic & Society Relations",
        "location": "Australia",
        "url": "cactusglobal.com",
        "image": "https:\/\/avatars.sched.co\/6\/0b\/12282783\/avatar.jpg.320x320px.jpg",
        "biography": null
    },
    {
        "name": "Lesley Wyborn",
        "company": null,
        "position": null,
        "location": null,
        "url": null,
        "image": null,
        "biography": null
    },
    {
        "name": "Richard Wynne",
        "company": "Rescognito",
        "position": "Founder",
        "location": null,
        "url": "http:\/\/www.rescognito.com",
        "image": null,
        "biography": "The founder and leader of  rescognito  a free service for recognizing and promoting good research citizenship. Rescognito is built on ORCIDs and allows organizations to reward contributors with  Cogs , the currency of recognition in the research world. ESIP is working with Rescognito to recognize contributions to the community. Check out  https:\/\/rescognito.com\/yourORCIDgoeshere  to see your Rescognito ledger or take a look at  Ted s ,  Sheila s ,  Daniella s , or  Richard's ."
    },
    {
        "name": "Andromeda Yelton",
        "company": "_",
        "position": null,
        "location": "Somerville, MA",
        "url": "https:\/\/andromedayelton.com",
        "image": "https:\/\/pbs.twimg.com\/profile_images\/611713549\/andromeda_by_molly_color_bigger.jpg",
        "biography": "I'm a software engineer and librarian investigating humanistic applications of machine learning, and an adjunct faculty member at the San Jos  State University iSchool, where I teach about AI. In the past, I've written code for the Berkman Klein Center for Internet & Society, the MIT Libraries, and the Wikimedia Foundation, among others. I was President of the Library & Information Technology Association. Talk to me about AI (how it works, what it means, what it can do in libraries, and its dark side), alternative education, knitting, your pets and mine."
    },
    {
        "name": "Ralph Youngen",
        "company": "ACS Publications",
        "position": "Sr. Director, Digital Strategy",
        "location": "Washington, DC",
        "url": null,
        "image": "https:\/\/avatars.sched.co\/2\/da\/6307938\/avatar.jpg.320x320px.jpg",
        "biography": null
    }
]
